Repository: 3damned/openscada
Catalog: src/moduls/daq/FT3/po/*.po
Languages: ru

source: State
ru: Состояние

source: State %d
ru: Состояние %d

source: Value %d
ru: Значение %d

source: Measure period %d
ru: Период измерений %d

source: Sensitivity %d
ru: Чувствительность %d

source: Warning minimum %d
ru: Мин. предупред. %d

source: Warning maximum %d
ru: Макс. предупред. %d

source: Alarm minimum %d
ru: Мин. аварии ФВ %d

source: Alarm maximum %d
ru: Макс. аварии ФВ %d

source: Dimension %d
ru: Размерность %d

source: PV minimum %d
ru: Мин. ФВ %d

source: PV maximum %d
ru: Макс. ФВ %d

source: Minimum frequency %d
ru: Минимум частоты %d

source: Maximum frequency %d
ru: Максимум частоты %d

source: Factor %d
ru: Коэффициент (множитель) %d

source: Select TU
ru: Выбор ТУ

source: Execution
ru: Исполнение

source: Persistence time %d
ru: Время выжержки ТУ %d

source: TC bind %d
ru: ТС концевиков %d

source: Persistence astime %d
ru: Доп. время выжержки ТУ %d

source: Configuration
ru: Конфигурация

source: Modification
ru: Модификация

source: Timer state
ru: Состояние таймера

source: Current datetime
ru: Текущие дата-время

source: Stop datetime
ru: Дата-время последнего останова

source: Delay 1
ru: Величина задержки 1

source: Delay 2
ru: Величина задержки 2

source: found! %d
ru: найдено! %d

source: MakePacket one byte req %02X
ru: Создание пакета байтового опроса %02X

source: VerifyPacket one byte req
ru: Проверка пакета байтового опроса

source: VerifyPacket bad packet pdu.size:%d raslen:%d VerCRC(pdu, pdu.size()):%d VerCRC(pdu, raslen):%d
ru: Плохой пакет pdu.size:%d raslen:%d VerCRC:%d VerCRC:%d

source: VerifyPacket bad tail
ru: Плохое окончание пакета

source: VerifyPacket no header
ru: Нет заголовка пакета

source: VerifyPacket no packet
ru: Не пакет

source: ParsePacket one byte req C %02X A %02X
ru: Разбор пакета байтового опроса req C %02X A %02X

source: new TProtIn %s
ru: Новое соединение %s

source: delete TProtIn
ru: Отключение

source: request: %s
ru: запрос: %s

source: Correct packet found!
ru: Правильный пакет обнаружен

source: Packet parsed!
ru: Пакет разобран

source: ProcessMessage one byte req A %02X
ru: Разбор пакета байтового опроса A %02X

source: ResetChan
ru: Сброс канала

source: ReqData BAD FCB!!!
ru: Запрос данных неверный FCB

source: SetData FCB2 %02X newFCB2 %02X
ru: Установка данных FCB2 %02X newFCB2 %02X

source: SetData BAD FCB!!!
ru: Установка данных неверный FCB

source: AddrReq
ru: Адресный запрос

source: AddrReq ID not found! %04X
ru: Адресный опрос ID не обнаружено %04X

source: ResData2
ru: Сброс данных класса 2

source: Type
ru: Тип

source: Logic;DAQ
ru: Логический;Контроллер

source: Protocol
ru: Протокол

source: GRS;KA
ru: ГРС;КА

source: BUC Parameteres table
ru: Таблица параметров БУЦ

source: BVTS Parameteres table
ru: Таблица параметров БВТС

source: BVT Parameteres table
ru: Таблица параметров БВТ

source: BVI Parameteres table
ru: Таблица параметров БВИ

source: BIP Parameteres table
ru: Таблица параметров БИП

source: PAUK Parameteres table
ru: Таблица параметров ПАУК

source: BTU Parameteres table
ru: Таблица параметров БТУ

source: ACCOUNT Parameteres table
ru: Таблица параметров Узла учета

source: BTR Parameteres table
ru: Таблица параметров БТР

source: BTE Parameteres table
ru: Таблица параметров БТЭ

source: GZD Parameteres table
ru: Таблица параметров ГЗД

source: GNS Parameteres table
ru: Таблица параметров ГНС

source: Gather data period (s)
ru: Период сбора данных

source: Gather task priority
ru: Уровень приоритета задачи

source: Addres
ru: Адрес контроллера

source: Transport address
ru: Адрес транспорта

source: Channels count
ru: Число каналов

source: BUC
ru: БУЦ

source: Device address
ru: Адрес блока

source: BVTS
ru: БВТС

source: With parameters
ru: С параметрами

source: BVT
ru: БВТ

source: With correcting factor
ru: С корректирующим коэффициентом

source: With rate calculations
ru: С вычислением скорости

source: BVI
ru: БВИ

source: BIP
ru: БИП

source: PAUK
ru: ПАУК

source: BTU
ru: БТУ

source: ACCOUNT
ru: Узел учета

source: BTR
ru: БТР

source: Channels count TU
ru: Число каналов ТУ

source: Channels count TR
ru: Число каналов ТР

source: BTE
ru: БТЭ

source: Channels count TE
ru: Число каналов ТЭ

source: GZD
ru: ГЗД

source: Channels count ZD
ru: Число задвижек

source: GNS
ru: ГНС

source: Channels count NS
ru: Число насосов

source: Parameter ID
ru: ID параметра

source: Value
ru: Значение

source: bad header found!
ru: неверный заголовок

source: Parse error %d
ru: Ошибка разбора %d

source: Verify error %d
ru: Ошибка при проверке %d

source: Receive error %d
ru: Ошибка приема %d

source: messIO error
ru: Ошибка messIO

source: good header
ru: Правильный заголовок

source: bad packet
ru: Плохой пакет

source: cutting packet
ru: Обрезание пакета

source: Gather data time %.6g ms.
ru: Время сбора данных %.6g мс.

source: new event %d
ru: событие %d

source: Unhandled event %04X at %d
ru: Необработанное событие %04X в %d

source: No one device selected.
ru: Ничего не выбрано

source: Parameters configuration
ru: Конфигурация параметров

source: Parameters
ru: Параметры

source: Valve select
ru: Выбор крана

source: Control
ru: Управление

source: Errors
ru: Ошибки

source: Valve state %d
ru: Состояние крана %d

source: Current flow %d
ru: Расход (Q) %d

source: Sensor 1 %d
ru: Номер датчика 1 %d

source: Sensor 2 %d
ru: Номер датчика 2 %d

source: Sensor T %d
ru: Номер датчика t %d

source: Sensor P %d
ru: Номер датчика P %d

source: Service flow %d
ru: Расход при нештатных ситуациях %d

source: Contract hour %d
ru: Контрактный час %d

source: Hourly flow %d
ru: Объем текущего часа %d

source: Counter Q %d
ru: Счетчик объема %d

source: Hour Q %d
ru: Среднее Q за предыдущий час %d

source: Hour dP %d
ru: Среднее dP за предыдущий час %d

source: Hour t %d
ru: Среднее t за предыдущий час %d

source: Hour P %d
ru: Среднее P за предыдущий час %d

source: Hour E %d
ru: Среднее E за предыдущий час %d

source: Datetime %d
ru: Период %d

source: Period %d
ru: Период %d

source: Avg Q %d
ru: Среднее Q за период %d

source: Avg dP %d
ru: Среднее dP за период %d

source: Avg t %d
ru: Среднее t за период %d

source: Avg P %d
ru: Среднее P за период %d

source: Avg E %d
ru: Среднее E за период %d

source: Periodicly Q %d
ru: Объем за период %d

source: Density %d
ru: Плотность газа в НУ %d

source: Equivalence asperity %d
ru: Эквивалентная шероховатость %d

source: N concentration %d
ru: Молярная концентрация азота %d

source: CO concentration %d
ru: Молярная концентрация углекислого газа %d

source: Membrane diameter %d
ru: Диаметр диафрагмы %d

source: Membrane factor %d
ru: Коэфф. телового расширения диафрагмы %d

source: Pipe diameter %d
ru: Диаметр трубопровода %d

source: Pipe factor %d
ru: Коэфф. телового расширения трубопровода %d

source: Measure method %d
ru: Метод измерения %d

source: Test dP/TI %d
ru: Тестовые значения dP/TI %d

source: Test t %d
ru: Тестовые значения t %d

source: Test P %d
ru: Тестовые значения P %d

source: Test rate %d
ru: Тестовый расход %d

source: Membrane radius %d
ru: Ср. радиус закругления кромки диаф. %d

source: Atmospheric pressure %d
ru: Атмосферное давление %d

source: Line %d
ru: Линия %d

source: Time #%d %d
ru: Время #%d %d

source: On %d
ru: Вкл %d

source: Off %d
ru: Выкл %d

source: Run %d
ru: Исполнить %d

source: Reset %d
ru: Сброс %d

source: Time %d
ru: Время %d

source: TC %d
ru: ТС %d

source: ExTime %d
ru: Доп. время %d

source: Count %d
ru: Счетчик %d

source: Range factor %d
ru: Коэффициент расширения диапазона %d

source: Period TC %d
ru: Период TC %d

source: Count TC %d
ru: Количество срабатываний %d

source: Mask %d
ru: Маска %d

source: Sensor minimum %d
ru: Мин. датчика %d

source: Sensor maximum %d
ru: Макс. датчика %d

source: Adjustment %d
ru: Смещение %d

source: Correcting factor %d
ru: Корректирующий коэффициент %d

source: Rate of change %d
ru: Средняя скорость изм. %d

source: Calcs count %d
ru: Количество вычислений %d

source: Rate sensitivity %d
ru: Чувствительность скорости %d

source: Rate limit %d
ru: Предельная скорость %d

source: FT3
ru: АПСТМ (FT3)

source: Maxim Kochetkov
ru: Максим Кочетков

source: Allow realisation of FT3 protocols.
ru: Предоставляет реализацию протокола FT3 для контроллеров АПСТМ

source: Lubrication %d
ru: Смазка %d

source: Time_Lub %d
ru: Время смазки %d

source: Timeout_PO %d
ru: Таймаут предв. операции %d

source: Function %d
ru: Функция %d

source: TU on %d
ru: ТУ вкл %d

source: TU off %d
ru: ТУ выкл %d

source: TU stop %d
ru: ТУ стоп %d

source: TU remote %d
ru: ТУ дистанционный %d

source: TU manual %d
ru: ТУ ручной %d

source: On time %d
ru: Время вкл. %d

source: Off time %d
ru: Время выкл %d

source: Stop time %d
ru: Время стоп %d

source: Remote time %d
ru: Время дист. %d

source: Manual time %d
ru: Время ручн. %d

source: On TC %d
ru: ТС вкл %d

source: Off TC %d
ru: ТС выкл %d

source: Mode TC %d
ru: ТС режим %d

source: Work time %d
ru: Время работы %d

source: TU open %d
ru: ТУ открыть %d

source: TU close %d
ru: ТУ закрыть %d

source: Open time %d
ru: Время открыть %d

source: Close time %d
ru: Время закрытия %d

source: Open TC %d
ru: ТС открыть %d

source: Close TC %d
ru: ТС закрытия %d

source: Open error TC %d
ru: ТС ошибка открытия %d

source: Close error TC %d
ru: ТС ошибка закрытия

source: DAQ FT3
ru: АПСТМ (FT3)

source: Maxim Kothetkov, Olga Avdeyeva, Olga Kuzmickaya
ru: Максим Кочетков, Ольга Авдеева, Ольга Кузьмицкая

source: Allow realization of FT3 master/slave service
ru: Предоставляет реализацию протокола FT3 для контроллеров АПСТМ
