Repository: 3damned/openscada
Catalog: src/moduls/daq/SET4TM/po/*.po
Languages: ru

source: SET4TM
ru: СЭТ-4ТМ.03

source: Alex Danilov, Slava Surkov
ru: Александр Данилов, Вячеслав Сурков

source: SET4TM THERE
ru: СЭТ-4ТМ.03 здесь

source: Acquisition schedule
ru: Планирование опроса

source: ENERGY Parameteres table
ru: Таблица параметров энергии

source: POWER Parameteres table
ru: Таблица параметров мощности

source: Gather data period (s)
ru: Период сбора данных (c)

source: Gather task priority
ru: Уровень приоритета задачи

source: Address
ru: Адрес контроллера

source: Call now.
ru: Вызов сейчас.

source: Call by period: %s.
ru: Вызовы с периодом: %s.

source: Call next by cron '%s'.
ru: Следующий вызов по cron '%s'.

source: Spent time: %s.
ru: Затрачено времени: %s.

source: ENERGY
ru: Энергия

source: POWER
ru: Мощность

source: Active straight energy
ru: Активная прямая энергия

source: Active feedback energy
ru: Активная обратная энергия

source: Reactive straight energy
ru: Реактивная прямая энергия

source: Reactive feedback energy
ru: Реактивная обратная энергия

source: Active power
ru: Активная мощность

source: Reactive power
ru: Реактивная мощность

source: Full power
ru: Полная мощность
